{
    "version": "https://jsonfeed.org/version/1",
    "title": "Scott W. H. Young",
    "home_page_url": "http://localhost:4000/",
    "feed_url": "http://localhost:4000/feed.json",
    "description": "Hi. I’m Scott, a librarian and associate professor. My work focuses on library UX, assessment, participatory design, privacy, and ethics.",
    "icon": "http://localhost:4000/apple-touch-icon.png",
    "favicon": "http://localhost:4000/favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "Scott W. H. Young",
        "url": null,
        "avatar": null
    },
    
"items": [
    
        {
            "id": "http://localhost:4000/posts/participatory-methods-supreme-court",
            "title": "Participatory Methods at Supreme Court Oral Argument",
            "summary": "A post about Covid-era changes to Supreme Court oral argument that have increased participation.",
            "content_text": "Participatory methods allow more people to share their voice in decision-making processes. Recent changes to the structure of Supreme Court oral argument have led to dramatically more participation—including from the typically taciturn Justice Thomas.Oral Arguments and Justice Clarence ThomasSupreme court oral arguments are typically open-ended, free-wheeling affairs. There is no facilitation to guide discussion, and only the most basic structure is in place for the 60-minute argument: advocates for each of the two sides have 30 minutes to make their case; as soon as the advocate begins speaking, justices can begin interjecting to ask questions and to direct discussion. It can be a competition to speak, with justices often interrupting the advocates and each other to make their points—except that one justice in particular almost never participates. Justice Clarence Thomas rarely speaks at oral argument. He’s known for his “quiet, stoic demeanor during oral arguments.” Supreme Court statistics show that Thomas has spoken at only two oral arguments in the last 15 years. A question from Thomas is so rare that when he does speak, media outlets report on it. Thomas has previously shared his views on oral arguments, saying that he holds back as a show of respect for the advocates who are in the courtroom to present their case—not to argue it with unnecessary intensity. Thomas has said: “I don’t see myself as a debate partner or opponent.” Lots of media outlets have analyzed and criticized Thomas’s approach to oral arguments—the New York Times hosted a panel discussion, while the New Yorker has characterized his silence as disrespectful. Law reviews have also taken up the issue of Thomas’s oral argument strategy. Yet he is a prolific writer—in the 2018–2019 term, for example, he authored the most opinions of any Justice. And in the 2019–2020 term, he again authored the most opinions. So he clearly has much to say, just not in the adversarial, open-ended format of oral arguments.New Approaches to Remote Oral ArgumentsSo—could oral argument be designed differently to allow more people to speak? The COVID—19 crisis has opened new possibilities. For the May sitting, arguments are now being heard live via telephone, with new protocols and structures for asking questions: following the introduction from Chief Justice Roberts, the Associate Justices then have the opportunity to ask questions in turn in order of seniority, with each Justice allotted up to 3 minutes in speaking time. During the allotted 3 minutes, other justices may not interject. Chief Justice Roberts, in addition to asking his own questions, now serves in the new role of meeting facilitator by keeping time and moving the conversation from one justice to the next. This is revolutionary in introducing new rules of engagement for speaking at the oral arguments, and the results have been remarkable.C-SPAN website showing the newly available livestream of Supreme Court oral argument.Justice Thomas has asked questions at all 10 of the final 10 arguments of the term. So during the period 2006–2020, Justice Thomas spoke at 2 oral arguments. Yet now that the oral arguments offer a more structured approach to participation, Justice Thomas has spoken at 10 arguments in a matter of 2 weeks—an unprecedented rate for the normally taciturn Justice. As usual, Thomas’s oral argument engagement has been reported on in the national media, with headlines like “Pandemic proves Justice Thomas does have something to say.” Indeed, the justices can choose to yield their time in this new format (and a few have in some instances), but Justice Thomas has used his time at each of the 10 oral arguments that have been governed by the new rules. Where previously Justice Thomas did not wish to “fight for time” in an unstructured meeting, he now diligently contributes to the argument with the new facilitation methods that help all participants know how and when to participate. Viewed in relation to his historic levels of engagement, Justice Thomas’s increased participation in oral argument can be seen as an example of facilitation structures bringing more voices to the table.Screenshot from the live audio stream of McGirt v. Oklahoma, showing Justice Thomas in dialogue with the advocate.But Justice Thomas isn’t the only beneficiary of these new participatory methods. Analysis shows that 8 out of 9 Justices and both advocates now speak more words per turn, and 6 out of 8 Justices speak more words overall:  “This likely has to do with eliminating justices from competing for talking time and instead offering them uninterrupted interactions with the attorneys.”The Supreme Court’s new participatory facilitation has resulted in more people speaking more often during argument. This has led to better outcomes for better argument and a better experience for the public listening in, who can now see that oral argument is indeed a process “intended to gather information, and not just be a political scrum.”Participatory Methods for Better Meetings and DecisionsAs someone interested in participatory methods, I see the new format of Supreme Court oral arguments as evidence that meetings can be made to be more inclusive and empowering by having some element of facilitation and structure. While not all of our meetings and decisions in libraries are so high stakes and politically-charged as the Supreme Court, the principles of participation can be applied in both contexts as a way to bring more people into the decision-making process. A few good resources on this include:  Anti-oppressive Facilitation For Democratic Process: Making Meetings Awesome For Everyone  Run Meetings That Are Fair to Introverts, Women, and Remote Workers  Liberating Structures: Unleash and Involve EveryoneThe idea behind a participatory approach to meeting facilitation is that it helps people work through ideas and gives an avenue for sharing with the full group, leading to a more inclusive discussion that helps decision-makers move forward with better information. Providing an explicit structure for discussion can increase participation because people understand the terms of engagement, resulting in more opportunities for group communication and cohesion. One of the theories behind this approach is that there never really is a free-form discussion, because some sort of structure is always present in group dynamics, whether that structure is explicit or implicit. In an un-facilitated and open-ended meeting like traditional Supreme Court oral arguments, there’s no explicit structure guiding discussion, and so implicit structures take hold. Often these implicit structures favor those among the group who feel more extraverted and those who can think by talking, while leaving behind introverts or others who need more time to consider a point before sharing their thoughts. For participation to work, the explicit structure for discussion—the ground rules for the meeting—must be clear and consistently applied. One critical take on the facilitated oral argument pointed out that Chief Justice Roberts, who was acting as the facilitator, “took much more control of it than he was entitled too,” and that the Chief was “somewhat variable and even at times arbitrary in how he allowed either counsel or one of the other justices to continue.” Indeed, Chief Justice Roberts is a legal scholar; he is not a meeting facilitator! This underscores the importance of a trained, experienced facilitator who can lead participatory sessions. If the process is seen as arbitrary or unfair, it may be met with a distrust that ultimately undermines the potential of participation. Some might say that these rules and structures are restrictive because they place constraints on the discussants. But—if the process is clearly laid out and applied justly—participatory methods such as those introduced by the Supreme Court can actually produce more group communication (as the analysis above has shown), leading to greater insights, better decisions, and more engaged participants. This is why they are sometimes referred to as “liberating structures.” When grounded in the principles of power sharing and co-creation, participatory methods can be empowering by giving people a voice that matters, thus transforming more people into decision-makers. This is the principle behind participatory design—that people should have a say in the decisions that affect their life.SummaryRecent changes to Supreme Court oral argument show that participatory methods can lead to more engaged and inclusive discussions. With the introduction of structured discussion, not only has Justice Thomas gone from speaking rarely to speaking regularly, but nearly all participants were shown to have increased participation in oral argument. The facilitated approach to the May 2020 oral arguments can be viewed as a striking model for the power of participation. In libraries, we can challenge traditional hierarchies and increase staff engagement and empowerment by applying participatory approaches in meetings, workshops, and other places where decisions get made.",
            "content_html": "<p>Participatory methods allow more people to share their voice in decision-making processes. Recent changes to the structure of Supreme Court oral argument have led to dramatically more participation—including from the typically taciturn Justice Thomas.<br /><br /></p><h2 id=\"oral-arguments-and-justice-clarence-thomas\">Oral Arguments and Justice Clarence Thomas</h2><p>Supreme court oral arguments are typically open-ended, free-wheeling affairs. There is no facilitation to guide discussion, and only the most basic structure is in place for the 60-minute argument: advocates for each of the two sides have 30 minutes to make their case; as soon as the advocate begins speaking, justices can begin interjecting to ask questions and to direct discussion. It can be <a href=\"https://empiricalscotus.com/2019/05/06/competition-to-speak/\">a competition to speak</a>, with justices often interrupting the advocates and each other to make their points—except that one justice in particular almost never participates. Justice Clarence Thomas rarely speaks at oral argument. He’s known for his <a href=\"https://www.oyez.org/justices/clarence_thomas\">“quiet, stoic demeanor during oral arguments.”</a> <a href=\"https://www.scotusblog.com/reference/stat-pack/\">Supreme Court statistics</a> show that Thomas has spoken at only two oral arguments in the last 15 years. A question from Thomas is so rare that when he does speak, <a href=\"https://www.nytimes.com/2019/03/20/us/politics/clarence-thomas-speaks-supreme-court.html\">media</a> <a href=\"https://www.cnn.com/2016/02/29/politics/supreme-court-clarence-thomas-10-year-streak-question/index.html\">outlets</a> report on it. Thomas has previously shared <a href=\"https://www.huffpost.com/entry/justice-thomas-hasnt-uttered-a-word-from-the-bench-in-10-years_n_56afd8a4e4b09214b14f4307\">his views on oral arguments</a>, saying that he holds back as a show of respect for the advocates who are in the courtroom to present their case—not to argue it with unnecessary intensity. Thomas has said: <a href=\"https://legaltimes.typepad.com/files/garner-transcripts-1.pdf\">“I don’t see myself as a debate partner or opponent.”</a> Lots of media outlets have analyzed and criticized Thomas’s approach to oral arguments—the <a href=\"https://www.nytimes.com/roomfordebate/2011/02/16/does-clarence-thomass-silence-matter\">New York Times hosted a panel discussion</a>, while the <a href=\"https://www.newyorker.com/news/daily-comment/clarence-thomass-disgraceful-silence\">New Yorker has characterized his silence as disrespectful</a>. <a href=\"https://www.carltonfields.com/Libraries/CarltonFields/Documents/Publications/why-justice-thomas-should-speak-at-oral-argument.pdf\">Law reviews</a> have also taken up the issue of Thomas’s oral argument strategy. Yet he is a prolific writer—in the <a href=\"https://www.scotusblog.com/wp-content/uploads/2019/07/StatPack_OT18-7_30_19-8.pdf\">2018–2019 term, for example, he authored the most opinions</a> of any Justice. And in the <a href=\"https://www.scotusblog.com/wp-content/uploads/2020/07/Total-opinion-authorship-7.10.20.pdf\">2019–2020 term, he again authored the most opinions</a>. So he clearly has much to say, just not in the adversarial, open-ended format of oral arguments.</p><p><br /></p><h2 id=\"new-approaches-to-remote-oral-arguments\">New Approaches to Remote Oral Arguments</h2><p>So—could oral argument be designed differently to allow more people to speak? The COVID—19 crisis has opened new possibilities. For the May sitting, arguments are now being heard live via telephone, with <a href=\"https://www.supremecourt.gov/publicinfo/press/pressreleases/pr_04-28-20\">new protocols and structures for asking questions</a>: following the introduction from Chief Justice Roberts, the Associate Justices then have the opportunity to ask questions in turn in order of seniority, with each Justice allotted up to 3 minutes in speaking time. During the allotted 3 minutes, other justices may not interject. Chief Justice Roberts, in addition to asking his own questions, now serves in the new role of meeting facilitator by keeping time and moving the conversation from one justice to the next. This is revolutionary in introducing new rules of engagement for speaking at the oral arguments, and the results have been remarkable.</p><p><img style=\"display: block;\" class=\"img-fluid\" src=\"/assets/img/participatory_supreme_court_oral_argument.jpg\" alt=\"screenshot of C-SPAN website\" /><em>C-SPAN website showing the newly available livestream of Supreme Court oral argument.</em></p><p>Justice Thomas has asked questions at all 10 of the final 10 arguments of the term. <strong>So during the period 2006–2020, Justice Thomas spoke at 2 oral arguments. Yet now that the oral arguments offer a more structured approach to participation, Justice Thomas has spoken at 10 arguments in a matter of 2 weeks</strong>—an unprecedented rate for the normally taciturn Justice. As usual, <a href=\"https://www.latimes.com/opinion/story/2020-05-04/clarence-thomas-supreme-court-oral-arguments-livestream\">Thomas’s oral argument engagement has been reported on in the national media</a>, with headlines like <a href=\"https://thehill.com/opinion/judiciary/496539-pandemic-proves-justice-thomas-does-have-something-to-say\">“Pandemic proves Justice Thomas does have something to say.”</a> Indeed, the justices can choose to yield their time in this new format (and a few have in some instances), but Justice Thomas has used his time at each of the 10 oral arguments that have been governed by the new rules. Where previously Justice Thomas did not wish to “fight for time” in an unstructured meeting, he now diligently contributes to the argument with the new facilitation methods that help all participants know how and when to participate. Viewed in relation to his historic levels of engagement, Justice Thomas’s increased participation in oral argument can be seen as an example of facilitation structures bringing more voices to the table.</p><p><img style=\"display: block;\" class=\"img-fluid\" src=\"/assets/img/participatory_supreme_court_thomas.jpg\" alt=\"screenshot of C-SPAN website\" /><em>Screenshot from the live audio stream of McGirt v. Oklahoma, showing Justice Thomas in dialogue with the advocate.</em></p><p>But Justice Thomas isn’t the only beneficiary of these new participatory methods. <a href=\"https://empiricalscotus.com/2020/05/07/changes-in-supreme-court-oral-argument-format/\">Analysis shows</a> that 8 out of 9 Justices and both advocates now speak more words per turn, and 6 out of 8 Justices speak more words overall:</p><blockquote>  <p>“This likely has to do with eliminating justices from competing for talking time and instead offering them uninterrupted interactions with the attorneys.”</p></blockquote><p>The Supreme Court’s new participatory facilitation has resulted in more people speaking more often during argument. This has led to better outcomes for better argument and a better experience for the public listening in, who can now see that oral argument is indeed a process <a href=\"https://www.scotusblog.com/2020/05/live-audio-for-oral-arguments/\">“intended to gather information, and not just be a political scrum.”</a></p><p><br /></p><h2 id=\"participatory-methods-for-better-meetings-and-decisions\">Participatory Methods for Better Meetings and Decisions</h2><p>As someone <a href=\"http://dx.doi.org/10.3998/weave.12535642.0001.901\">interested in participatory methods</a>, I see the new format of Supreme Court oral arguments as evidence that meetings can be made to be more inclusive and empowering by having some element of facilitation and structure. While not all of our meetings and decisions in libraries are so high stakes and politically-charged as the Supreme Court, the principles of participation can be applied in both contexts as a way to bring more people into the decision-making process. A few good resources on this include:</p><ul>  <li><a href=\"https://web.archive.org/web/20200307053742/https://aorta.coop/portfolio_page/anti-oppressive-facilitation/\">Anti-oppressive Facilitation For Democratic Process: Making Meetings Awesome For Everyone</a></li>  <li><a href=\"https://hbr.org/2016/04/run-meetings-that-are-fair-to-introverts-women-and-remote-workers\">Run Meetings That Are Fair to Introverts, Women, and Remote Workers</a></li>  <li><a href=\"https://medium.com/the-liberators/liberating-structures-unleash-and-involve-everyone-7a15ef57327\">Liberating Structures: Unleash and Involve Everyone</a></li></ul><p>The idea behind a participatory approach to meeting facilitation is that it helps people work through ideas and gives an avenue for sharing with the full group, leading to a more inclusive discussion that helps decision-makers move forward with better information. Providing an explicit structure for discussion can increase participation because people understand the terms of engagement, resulting in more opportunities for group communication and cohesion. One of the theories behind this approach is that there never really is a free-form discussion, because some sort of structure is always present in group dynamics, whether that structure is explicit or implicit. In an un-facilitated and open-ended meeting like traditional Supreme Court oral arguments, there’s no explicit structure guiding discussion, and so implicit structures take hold. Often these implicit structures favor those among the group who feel more extraverted and those who can think by talking, while leaving behind introverts or others who need more time to consider a point before sharing their thoughts. For participation to work, the explicit structure for discussion—the ground rules for the meeting—must be clear and consistently applied. One <a href=\"https://www.scotusblog.com/2020/07/scotustalk-term-review-lyle-denniston/\">critical take on the facilitated oral argument</a> pointed out that Chief Justice Roberts, who was acting as the facilitator, “took much more control of it than he was entitled too,” and that the Chief was “somewhat variable and even at times arbitrary in how he allowed either counsel or one of the other justices to continue.” Indeed, Chief Justice Roberts is a legal scholar; he is not a meeting facilitator! This underscores the importance of a trained, experienced facilitator who can lead participatory sessions. If the process is seen as arbitrary or unfair, it may be met with a distrust that ultimately undermines the potential of participation. Some might say that these rules and structures are restrictive because they place constraints on the discussants. But—if the process is clearly laid out and applied justly—participatory methods such as those introduced by the Supreme Court can actually produce more group communication (as the analysis above has shown), leading to greater insights, better decisions, and more engaged participants. This is why they are sometimes referred to as “liberating structures.” When grounded in the principles of power sharing and co-creation, participatory methods can be empowering by giving people a voice that matters, thus transforming more people into decision-makers. This is the principle behind participatory design—that people should have a say in the decisions that affect their life.</p><p><br /></p><h2 id=\"summary\">Summary</h2><p>Recent changes to Supreme Court oral argument show that participatory methods can lead to more engaged and inclusive discussions. With the introduction of structured discussion, not only has Justice Thomas gone from speaking rarely to speaking regularly, but nearly all participants were shown to have increased participation in oral argument. The facilitated approach to the May 2020 oral arguments can be viewed as a striking model for the power of participation. In libraries, we can challenge traditional hierarchies and increase staff engagement and empowerment by applying participatory approaches in meetings, workshops, and other places where decisions get made.</p>",
            "url": "http://localhost:4000/posts/participatory-methods-supreme-court",
            
            
            
            
            
            "date_published": "2020-05-13T00:00:00-06:00",
            "date_modified": "2020-05-13T00:00:00-06:00",
            
                "author":  {
                "name": "Scott W. H. Young",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/posts/imperial-library-assessment",
            "title": "On the Imperial History of Library Assessment",
            "summary": "A post about library assessment and Victorian ideas about information, including quantitative measurements, surveillance, and strategic planning.",
            "content_text": "What does library assessment have to do with Victorian ideas about information? Quite a bit—including an inclination toward quantitative measurements, a practice of surveillance, and institutional strategic planning.Book cover for The Imperial Archive.I’ve just finished reading The Imperial Archive: Knowledge and the Fantasy of Empire, written by English professor Thomas Richards and published by Verso in 1993. This is a fascinating look at information systems and the British empire—and it also reveals something about the imperial history and characteristics of library assessment.As laid out by Richards, the central project of the imperial archive was the construction of a positivist and comprehensive knowledge of the world, which in turn would enable the British state to control and ultimately dominate the world’s people and resources. For the Victorian imperialists, knowledge truly was power. Through a series of literary analyses, the book demonstrates the info-paranoia of the imperialists as they worked—futilely—to construct a total knowledge of the world while also working to prevent rival states from constructing their own archives. Richards shows that Victorian information science covered a lot of ground still familiar to us today, including mapmaking, information retrieval, and information system design. In a neat twist, Richards concludes by showing that Victorian efforts to order information with a perfect classification system in fact resulted in even greater disorder that contributed to imperial collapse. Underlying Britain’s imperial pursuit of total knowledge was a bias for quantitative measures. Richards quotes from a Victorian-era stats textbook that reflects the thinking of 19th-century England:  “Many people, in fact, have been led by their enthusiasm for numerical data to regard knowledge of a non-quantitative kind as hardly deserving the name ‘knowledge’ at all. Towards the close of the nineteenth century it was possible for Lord Kelvin to say: ‘When you can measure what you are speaking about and express it in numbers you know something about it; but when you cannot measure it, when you cannot express it in numbers, your knowledge is of a meagre and unsatisfactory kind.’” An introduction to the theory of statistics, 1911, p. xiiiRichards quotes further from this text in noting that the statistical theory of measurement at this time was linked to concepts of surveillance:  “The progressive modern state finds itself under the necessity of keeping a close and quantitative eye on all that goes on within or without its frontier.” An introduction to the theory of statistics, 1911, p. xivRichards argues, however, that numbers cannot give anything like a complete representation of the objects they are supposed to describe, and that the self-serving fiction of total information control was always going to be a failure. Victorian approaches to information were hubristic and exclusionary, producing not only an illusory archive but also a set of tragically dedicated but disoriented archivists—information workers given the impossible task of quantifying all of the world’s knowledge in the name of imperial strategy. The imperial archive, as a folly of information practice, continues to have resonance today, especially with respect to three key areas of library assessment:  quantitative bias, including standardized measures like LIBQUAL+1  privacy and surveillance, including learning analytics2 and student agency3  measures that primarily serve institutions and the status quo of inequality, together with capitalism,4 neoliberalism,5 the drive to demonstrate value,6 and the role of the library in historical oppressions7Assessment librarians of today and imperial archivists of yesterday are linked through shared practices of collecting, storing, analyzing, and controlling information in support of institutional strategic objectives. Reading this book made me think of our contemporary library assessment practice as something akin to the 19th-century imperial archive: overly quantitative measures of internal surveillance less concerned with the liberation of oppressed peoples and more concerned with supporting long-established institutions and the structural inequalities that sustain them.The book’s argumentation also finds parallels with emerging discourse around critical assessment. Critical assessment calls on practitioners to self-reflect on issues of individual and institutional power and privilege, to seek qualitative methods in critical balance with quantitative approaches, and to foreground subjects of assessment as co-equal participants in the research process.8 The act of critically reflecting on power and privilege involves honestly confronting our past so that we can begin to build a better future.9 From the perspective of critical assessment, it is productive for white, western practitioners like me to reflect on the long history of information control as a tool of imperialism. From this point of recognition, we can begin to contribute to more equitable assessment practices that are capable of producing social and material benefits for the people who have been historically oppressed by empire. A number of researchers and practitioners are already working in this direction with practices like assessment as care,10 community-based archives,11 ethnographies,12 and other qualitative, participatory, human-centered approaches to assessment.13 I enjoyed that this book sharpened my self-reflective perspective on the history of information, further reinforcing the need for justice-oriented approaches to assessment.Notes            Lilburn, J. (2017). Ideology and Audit Culture: Standardized Service Quality Surveys in Academic Libraries. portal: Libraries and the Academy 17(1), 91-110. doi:10.1353/pla.2017.0006. &#8617;              Jones, K. M. L., &amp; Salo, D. (2018). Learning Analytics and the Academic Library: Professional Ethics Commitments at a Crossroads. College &amp; Research Libraries, 79(3), 304-323. doi.org/10.5860/crl.79.3.304. &#8617;              Hathcock, A. (2018, January 24). Learning Agency, Not Analytics. At The Intersection. aprilhathcock.wordpress.com/2018/01/24/learning-agency-not-analytics/. &#8617;              Gregory, L., &amp; Higgins, S. (2017). In Resistance to a Capitalist Past: Emerging Practices of Critical Librarianship. In K. P. Nicholson &amp; M. Seale (Eds.), The politics of theory and the practice of critical librarianship (pp. 21–38). Library Juice Press. &#8617;              Seale, M. (2013). The Neoliberal Library. In Information literacy and social justice: Radical professional praxis (pp. 39-62). Litwin Books in association with GSE Research. http://eprints.rclis.org/20497/. &#8617;              Robertshaw, M.B., &amp; Asher, A. (2019). Unethical Numbers? A Meta-analysis of Library Learning Analytics Studies. Library Trends 68(1), 76-101. doi:10.1353/lib.2019.0031. &#8617;              de jesus, n. (2014). Locating the Library in Institutional Oppression. In the Library with the Lead Pipe. inthelibrarywiththeleadpipe.org/2014/locating-the-library-in-institutional-oppression/. &#8617;              Magnus, E., Belanger, J., &amp; Faber, M. (2018). Towards a Critical Assessment Practice. In the Library With the Lead Pipe. inthelibrarywiththeleadpipe.org/2018/towards-critical-assessment-practice/. &#8617;              Sentance, N. (2018, April 8). Engaging with the Uncomfortable. Archival Decolonist. archivaldecolonist.com/2018/04/08/engaging-with-the-uncomfortable/. &#8617;              Douglas, V. A. (2018). Assessment as Care. ACRLog. acrlog.org/2018/12/04/assessment-as-care/. &#8617;              Zavala, J., Migoni, A. A., Caswell, M., Geraci, N., &amp; Cifor, M. (2017). ‘A process where we’re all at the table’: Community archives challenging dominant modes of archival practice. Archives and Manuscripts, 45(3), 202-215. doi.org/10.1080/01576895.2017.1377088. &#8617;              Tomlin, N., Tewell, E., Mullins, K., &amp; Dent, V. (2017). In Their Own Voices: An Ethnographic Perspective on Student Use of Library Information Sources. Journal of Library Administration. doi.org/10.1080/01930826.2017.1340776. &#8617;               Punzalan, R. L., Marsh, D. E., &amp; Cools, K. (2017). Beyond Clicks, Likes, and Downloads: Identifying Meaningful Impacts for Digitized Ethnographic Archives. Archivaria, 84(1), 61-102. muse.jhu.edu/article/684162; Marsh, D. E., Punzalan, R. L., Leopold, R., Butler, B., &amp; Petrozzi, M. (2016). Stories of impact: The role of narrative in understanding the value and impact of digital collections. Archival Science, 16(4), 327-372. doi.org/10.1007/s10502-015-9253-5. &#8617;      ",
            "content_html": "<p>What does library assessment have to do with Victorian ideas about information? Quite a bit—including an inclination toward quantitative measurements, a practice of surveillance, and institutional strategic planning.</p><p><img style=\"display: block;\" class=\"img-fluid\" src=\"/assets/img/imperial_archive_richards_cover.jpg\" alt=\"book cover image\" /><em>Book cover for The Imperial Archive.</em></p><p>I’ve just finished reading <em><a href=\"https://www.versobooks.com/books/762-the-imperial-archive\">The Imperial Archive: Knowledge and the Fantasy of Empire</a></em>, written by English professor Thomas Richards and published by Verso in 1993. This is a fascinating look at information systems and the British empire—and it also reveals something about the imperial history and characteristics of library assessment.</p><p>As laid out by Richards, the central project of the imperial archive was the construction of a positivist and comprehensive knowledge of the world, which in turn would enable the British state to control and ultimately dominate the world’s people and resources. For the Victorian imperialists, knowledge truly was power. Through a series of literary analyses, the book demonstrates the info-paranoia of the imperialists as they worked—futilely—to construct a total knowledge of the world while also working to prevent rival states from constructing their own archives. Richards shows that Victorian information science covered a lot of ground still familiar to us today, including mapmaking, information retrieval, and information system design. In a neat twist, Richards concludes by showing that Victorian efforts to order information with a perfect classification system in fact resulted in even greater disorder that contributed to imperial collapse. </p><p>Underlying Britain’s imperial pursuit of total knowledge was a bias for quantitative measures. Richards quotes from a Victorian-era stats textbook that reflects the thinking of 19th-century England:</p><blockquote>  <p>“Many people, in fact, have been led by their enthusiasm for numerical data to regard knowledge of a non-quantitative kind as hardly deserving the name ‘knowledge’ at all. Towards the close of the nineteenth century it was possible for Lord Kelvin to say: ‘When you can measure what you are speaking about and express it in numbers you know something about it; but when you cannot measure it, when you cannot express it in numbers, your knowledge is of a meagre and unsatisfactory kind.’” <a href=\"https://archive.org/embed/in.ernet.dli.2015.223539\">An introduction to the theory of statistics</a>, 1911, p. xiii</p></blockquote><p>Richards quotes further from this text in noting that the statistical theory of measurement at this time was linked to concepts of surveillance:</p><blockquote>  <p>“The progressive modern state finds itself under the necessity of keeping a close and quantitative eye on all that goes on within or without its frontier.” <a href=\"https://archive.org/embed/in.ernet.dli.2015.223539\">An introduction to the theory of statistics</a>, 1911, p. xiv</p></blockquote><p>Richards argues, however, that numbers cannot give anything like a complete representation of the objects they are supposed to describe, and that the self-serving fiction of total information control was always going to be a failure. Victorian approaches to information were hubristic and exclusionary, producing not only an illusory archive but also a set of tragically dedicated but disoriented archivists—information workers given the impossible task of quantifying all of the world’s knowledge in the name of imperial strategy. The imperial archive, as a folly of information practice, continues to have resonance today, especially with respect to three key areas of library assessment:</p><ul>  <li><strong>quantitative bias</strong>, including standardized measures like LIBQUAL+<sup id=\"fnref:1\"><a href=\"#fn:1\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">1</a></sup></li>  <li><strong>privacy and surveillance</strong>, including learning analytics<sup id=\"fnref:2\"><a href=\"#fn:2\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">2</a></sup> and student agency<sup id=\"fnref:3\"><a href=\"#fn:3\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">3</a></sup></li>  <li><strong>measures that primarily serve institutions and the status quo of inequality</strong>, together with capitalism,<sup id=\"fnref:4\"><a href=\"#fn:4\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">4</a></sup> neoliberalism,<sup id=\"fnref:5\"><a href=\"#fn:5\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">5</a></sup> the drive to demonstrate value,<sup id=\"fnref:6\"><a href=\"#fn:6\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">6</a></sup> and the role of the library in historical oppressions<sup id=\"fnref:7\"><a href=\"#fn:7\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">7</a></sup></li></ul><p>Assessment librarians of today and imperial archivists of yesterday are linked through shared practices of collecting, storing, analyzing, and controlling information in support of institutional strategic objectives. Reading this book made me think of our contemporary library assessment practice as something akin to the 19th-century imperial archive: overly quantitative measures of internal surveillance less concerned with the liberation of oppressed peoples and more concerned with supporting long-established institutions and the structural inequalities that sustain them.</p><p>The book’s argumentation also finds parallels with emerging discourse around critical assessment. Critical assessment calls on practitioners to self-reflect on issues of individual and institutional power and privilege, to seek qualitative methods in critical balance with quantitative approaches, and to foreground subjects of assessment as co-equal participants in the research process.<sup id=\"fnref:8\"><a href=\"#fn:8\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">8</a></sup> The act of critically reflecting on power and privilege involves honestly confronting our past so that we can begin to build a better future.<sup id=\"fnref:9\"><a href=\"#fn:9\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">9</a></sup> From the perspective of critical assessment, it is productive for white, western practitioners like me to reflect on the long history of information control as a tool of imperialism. From this point of recognition, we can begin to contribute to more equitable assessment practices that are capable of producing social and material benefits for the people who have been historically oppressed by empire. </p><p>A number of researchers and practitioners are already working in this direction with practices like assessment as care,<sup id=\"fnref:10\"><a href=\"#fn:10\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">10</a></sup> community-based archives,<sup id=\"fnref:11\"><a href=\"#fn:11\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">11</a></sup> ethnographies,<sup id=\"fnref:12\"><a href=\"#fn:12\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">12</a></sup> and other qualitative, participatory, human-centered approaches to assessment.<sup id=\"fnref:13\"><a href=\"#fn:13\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">13</a></sup> I enjoyed that this book sharpened my self-reflective perspective on the history of information, further reinforcing the need for justice-oriented approaches to assessment.</p><p><br /></p><h2 id=\"notes\">Notes</h2><div class=\"footnotes\" role=\"doc-endnotes\">  <ol>    <li id=\"fn:1\">      <p>Lilburn, J. (2017). Ideology and Audit Culture: Standardized Service Quality Surveys in Academic Libraries. <em>portal: Libraries and the Academy</em> <em>17</em>(1), 91-110. <a href=\"http://doi.org/10.1353/pla.2017.0006\">doi:10.1353/pla.2017.0006</a>. <a href=\"#fnref:1\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:2\">      <p>Jones, K. M. L., &amp; Salo, D. (2018). Learning Analytics and the Academic Library: Professional Ethics Commitments at a Crossroads. <em>College &amp; Research Libraries</em>, <em>79</em>(3), 304-323. <a href=\"https://doi.org/10.5860/crl.79.3.304\">doi.org/10.5860/crl.79.3.304</a>. <a href=\"#fnref:2\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:3\">      <p>Hathcock, A. (2018, January 24). Learning Agency, Not Analytics. <em>At The Intersection</em>. <a href=\"http://web.archive.org/web/20180203034400/https://aprilhathcock.wordpress.com/2018/01/24/learning-agency-not-analytics/\">aprilhathcock.wordpress.com/2018/01/24/learning-agency-not-analytics/</a>. <a href=\"#fnref:3\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:4\">      <p>Gregory, L., &amp; Higgins, S. (2017). In Resistance to a Capitalist Past: Emerging Practices of Critical Librarianship. In K. P. Nicholson &amp; M. Seale (Eds.), The politics of theory and the practice of critical librarianship (pp. 21–38). Library Juice Press. <a href=\"#fnref:4\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:5\">      <p>Seale, M. (2013). The Neoliberal Library. In <em>Information literacy and social justice: Radical professional praxis</em> (pp. 39-62). Litwin Books in association with GSE Research. <a href=\"http://eprints.rclis.org/20497/\">http://eprints.rclis.org/20497/</a>. <a href=\"#fnref:5\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:6\">      <p>Robertshaw, M.B., &amp; Asher, A. (2019). Unethical Numbers? A Meta-analysis of Library Learning Analytics Studies. <em>Library Trends</em> <em>68</em>(1), 76-101. <a href=\"http://doi.org/10.1353/lib.2019.0031\">doi:10.1353/lib.2019.0031</a>. <a href=\"#fnref:6\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:7\">      <p>de jesus, n. (2014). Locating the Library in Institutional Oppression. <em>In the Library with the Lead Pipe</em>. <a href=\"http://www.inthelibrarywiththeleadpipe.org/2014/locating-the-library-in-institutional-oppression/\">inthelibrarywiththeleadpipe.org/2014/locating-the-library-in-institutional-oppression/</a>. <a href=\"#fnref:7\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:8\">      <p>Magnus, E., Belanger, J., &amp; Faber, M. (2018). Towards a Critical Assessment Practice. <em>In the Library With the Lead Pipe</em>. <a href=\"http://www.inthelibrarywiththeleadpipe.org/2018/towards-critical-assessment-practice/\">inthelibrarywiththeleadpipe.org/2018/towards-critical-assessment-practice/</a>. <a href=\"#fnref:8\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:9\">      <p>Sentance, N. (2018, April 8). Engaging with the Uncomfortable. <em>Archival Decolonist</em>. <a href=\"https://web.archive.org/web/20190726091111/https://archivaldecolonist.com/2018/04/08/engaging-with-the-uncomfortable/\">archivaldecolonist.com/2018/04/08/engaging-with-the-uncomfortable/</a>. <a href=\"#fnref:9\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:10\">      <p>Douglas, V. A. (2018). Assessment as Care. <em>ACRLog</em>. <a href=\"https://web.archive.org/web/20200430174536/https://acrlog.org/2018/12/04/assessment-as-care/\">acrlog.org/2018/12/04/assessment-as-care/</a>. <a href=\"#fnref:10\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:11\">      <p>Zavala, J., Migoni, A. A., Caswell, M., Geraci, N., &amp; Cifor, M. (2017). ‘A process where we’re all at the table’: Community archives challenging dominant modes of archival practice. <em>Archives and Manuscripts</em>, <em>45</em>(3), 202-215. <a href=\"https://doi.org/10.1080/01576895.2017.1377088\">doi.org/10.1080/01576895.2017.1377088</a>. <a href=\"#fnref:11\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:12\">      <p>Tomlin, N., Tewell, E., Mullins, K., &amp; Dent, V. (2017). In Their Own Voices: An Ethnographic Perspective on Student Use of Library Information Sources. <em>Journal of Library Administration</em>. <a href=\"https://doi.org/10.1080/01930826.2017.1340776\">doi.org/10.1080/01930826.2017.1340776</a>. <a href=\"#fnref:12\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:13\">      <p> Punzalan, R. L., Marsh, D. E., &amp; Cools, K. (2017). Beyond Clicks, Likes, and Downloads: Identifying Meaningful Impacts for Digitized Ethnographic Archives. <em>Archivaria</em>, <em>84</em>(1), 61-102. <a href=\"https://muse.jhu.edu/article/684162\">muse.jhu.edu/article/684162</a>; Marsh, D. E., Punzalan, R. L., Leopold, R., Butler, B., &amp; Petrozzi, M. (2016). Stories of impact: The role of narrative in understanding the value and impact of digital collections. <em>Archival Science</em>, <em>16</em>(4), 327-372. <a href=\"https://doi.org/10.1007/s10502-015-9253-5\">doi.org/10.1007/s10502-015-9253-5</a>. <a href=\"#fnref:13\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>  </ol></div>",
            "url": "http://localhost:4000/posts/imperial-library-assessment",
            
            
            
            
            
            "date_published": "2020-04-30T00:00:00-06:00",
            "date_modified": "2020-04-30T00:00:00-06:00",
            
                "author":  {
                "name": "Scott W. H. Young",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/posts/andrew-carnegie-librarian",
            "title": "Andrew Carnegie, Librarian",
            "summary": "Andrew Carnegie was a steel tycoon. Andrew Carnegie was rich. Andrew Carnegie was a librarian. Two of these statements are true.",
            "content_text": "Andrew Carnegie was a steel tycoon. Andrew Carnegie was rich. Andrew Carnegie was a librarian. Two of these statements are true.Andrew Carnegie died in 1919, and I became a librarian in 2012. In many ways, Carnegie’s idea of the library still affects my working life today, as it does many others in the library profession. With a staggering largess, Carnegie conspired to shape the library—both physically and professionally—into a service model of dull efficiency and grinding productivity, thereby transforming the library according to his own capitalist view of labor and learning. In this post, I take a brief look at Andrew Carnegie and the connection points among his philanthropy, the library profession, and the anti-intellectual pro-business forces at work in today’s higher education.Carnegie as PhilanthropistTo understand why Carnegie gave so much to build so many libraries, we must first understand his philanthropic aims. In an 1889 essay “The Gospel of Wealth,” Carnegie argues that the elite rich can administer their own fortune for the common good, with “the man of wealth thus becoming the mere agent and trustee for his poorer brethren, bringing to their service his superior wisdom, experience and ability to administer, doing for them better than they would or could do for themselves.”1 Such self-regard is drawn from capitalist achievement and underpinned by a wealth-as-wisdom calculation. In a recent article for The Baffler, entitled “Having Their Cake and Eating Ours Too,” Chris Lehmann explores the paternalistic and self-serving nature of modern philanthropy through the historical foundation set down by Carnegie: “Because the millionaire had proved his mettle as an accumulator of material rewards in the battle for business dominion, it followed that he had also been selected the most beneficent, and judicious, dispenser of charitable support for the lower orders as well.”2 With wealth duly accumulated, Carnegie’s self-proclaimed wisdom provided purpose to his philanthropic activity. A life-long focus on material gain also informed Carnegie’s contempt for higher education and the liberal arts, two approaches to learning that are often connected closely with the library. With a view of himself as beneficent and wise, Carnegie’s view of learning began and ended with the practical. He believed that education should be useful, such that it could directly produce wealth and capital. The liberal arts and humanities—in contrast to the bleak utility of business training—offered no clear path to wealth. In an 1891 commencement speech at the Pierce College of Business and Shorthand, Carnegie derided the humanities and praised more commercial learning:  In the storms of life are they [traditional graduates] to be strengthened and sustained and held to their post and to the performance of duty by drawing upon Hebrew or Greek barbarians as models? Is Shakespeare or Homer to be the reservoir from which they draw? I rejoice therefore, to know that your time has not been wasted upon dead languages, but has been fully occupied in obtaining a knowledge of shorthand and typewriting…and that you are fully equipped to sail upon the element upon which you must live your lives and earn your living.Later in the same commencement speech, Carnegie famously said that the traditionally-educated student was “adapted for life on another planet”, while the business student was “a captain of industry… hotly engaged in the school of experience.”Carnegie as LibrarianSo it is with this paternalistic self-regard and focus on commercial enterprise that Carnegie applied his industry riches to shape one of our society’s great common goods: the library. The history of Carnegie and the library is explored in depth by Abigail Van Slyck in her 1995 book Free to All: Carnegie Libraries and American Culture, 1890-1920. Van Slyck, a professor of architecture and art history, recounts the impact of Carnegie’s strings-attached gifts. To ensure that his donations were spent expeditiously, Carnegie chartered the Carnegie Corporation to administer his library program. In so doing, the focus of spending was set squarely on efficiency of construction and economy of building. Van Slyck notes, “The ideal Carnegie library was a one-story rectangular building with a small vestibule leading directly to a large room. In addition to book storage, this room provided reading areas for adults and children and facilities for the distribution of books.”3 This efficiency of space design necessitated an efficiency of service delivery, where the business logic of such a physical arrangement was reinforced by the placement of the librarian herself at the center of the main room [see image below]. Van Slyck again notes, “The open plan offered her a spatial situation comparable to that of the manager of a factory or an office building. From her post at the delivery desk, the librarian was at the center of library activities. Not only did she survey the entire first floor, but she herself was always in view as well.”4Schematic drawings from “Notes on the Erection of Library Buildings.” Version 3, ca. 1915. Courtesy of Carnegie Corporation Archives, Rare Book and Manuscript Library, Columbia University. Copyright Davis &amp; Sanford, New York. From Van Slyck, Free to All, p. 37.This Carnegie-inspired design of space and service lives on in the legacy of the reference desk, a contested space where librarians often passively await service calls. In the vision set forth 100 years ago by the Carnegie Corporation, the service desk represented the capitalist ideal of efficiency, streamlining the librarian into a dual role as reading room supervisor and book distributor. With Carnegie bent towards maximum cost-effectiveness, his library existed simply as a place for readers to read, and the librarian existed simply to enable those readers to read. Free to All ultimately brings into focus a vision of loss. The act of reading—which for much of the nineteenth century enjoyed a tradition as a rich social activity—had given way, in just a few decades, to the Carnegie mold of machine-like order. Information transfer was now reduced to cold efficiencies, where the library and the librarian functioned only to get books into the hands of readers. Van Slyck concludes with a recognition of what we traded for Carnegie’s riches:  By defining library efficiency as the quick delivery of books into the hands of individual readers, the Carnegie program supported larger cultural trends that encouraged libraries to ignore the issue of how readers used the materials that they did borrow. In contrast to nineteenth-century social libraries which were established specifically to facilitate an active sharing of ideas, the efficiency-driven public library of the twentieth century defined reading as a solitary activity. In the process, the library lost its potential to serve as a site—literally and figuratively—for public discussion and debate.5With a self-important sense of purpose, Carnegie hoped to benefit the common good by shaping the public institution of the library in his own image. But Carnegie’s values were not that of a librarian. Indeed, Carnegie’s century-old connection with libraries becomes darkly ironic when viewed in relation to the profession today. The Carnegie-style quest for increased productivity and enhanced efficiency is antithetical to the pursuit of knowledge, which often depends on a decidedly inefficient style of open-ended exploration and freely-formed inquiry. Much more than book storage and distribution centers, our libraries today are finally moving beyond the shadow of Carnegie and reshaping themselves into spaces of rich social interactivity and collaborative knowledge-building.6Carnegie as University CEOThe public influence of private corporate values is hardly a new phenomenon. The three-pronged pitchfork of productivity, efficiency, and competitive achievement has long been wielded by business interests to puncture and weaken our public institutions. Like librarians, the work of those in higher education is shaped by the conditions partly created by a Carnegie-style view of learning, knowledge production, and the workplace. In the book The Last Professors: The Corporate University and the Fate of the Humanities, English professor Frank Donoghue traces the historical tensions between business interests and higher education, with Carnegie himself appearing early in Donoghue’s contemporary history. During a period of unprecedented growth for both American universities and American business in the late nineteenth and early twentieth centuries, prominent industrialists spoke out against higher education. As Donoghue recounts, Carnegie was at the lead: “Andrew Carnegie, the meagerly-educated, self-made multimillionaire, was perhaps the earliest and certainly one of the sharpest critics of traditional liberal arts education and curricula.”7 Carnegie helped establish the adversarial relationship that has persisted into the twenty-first century. Just as Carnegie and others with corporate interests attacked higher education with the idioms of business—accountability, productivity, efficiency, excellence—these same terms of attack are being reiterated today in states like Wisconsin, Iowa, and Florida, where the prevailing forces of professor adjunctification and corporate-minded administrators act together to weaken higher education by exposing our programs and personnel to the short-term employment demands of for-profit business. The narrative of The Last Professors prompts many rhetorical questions about the push-and-pull of business and higher education:  Is the university a company or a social institution?  Are its faculty technical experts or social trustees?  Does the university work for the public good or for private interests?  Is college a means for general self-improvement via learning and inquiry, or for a specific employment opportunity via technical training and prestige?  Is the university’s mission to develop students’ value systems and expand their states of mind, or to produce a workforce product as efficiently as possible?  Are students consumers, or are they members of a campus community?The answers to these questions and the future they anticipate are, as Donoghue recognizes, “Easy to predict, but painful to contemplate.” Painful, of course, only for those in higher education who value open inquiry and shared governance. For Andrew Carnegie and others who share his values, the answers to these questions are only too easy to contemplate.Notes            Carnegie, The Gospel of Wealth. &#8617;              Lehmann, Having Their Cake and Eating Ours Too. &#8617;              Van Slyck, Free to All, p. 37. &#8617;              Van Slyck, Free to All, p. 41. &#8617;              Van Slyck, Free to All, p. 219. &#8617;              For one example of forward-thinking space design in libraries, see “The fall of the Library Fortress” by Danish librarian Christian Lauresen. &#8617;              Donoghue, The Last Professors, p. 3. &#8617;      ",
            "content_html": "<p>Andrew Carnegie was a steel tycoon. Andrew Carnegie was rich. Andrew Carnegie was a librarian. Two of these statements are true.</p><p>Andrew Carnegie died in 1919, and I became a librarian in 2012. In many ways, Carnegie’s idea of the library still affects my working life today, as it does many others in the library profession. With a staggering largess, Carnegie conspired to shape the library—both physically and professionally—into a service model of dull efficiency and grinding productivity, thereby transforming the library according to his own capitalist view of labor and learning. In this post, I take a brief look at Andrew Carnegie and the connection points among his philanthropy, the library profession, and the anti-intellectual pro-business forces at work in today’s higher education.</p><p><br /></p><h2 id=\"carnegie-as-philanthropist\">Carnegie as Philanthropist</h2><p>To understand why Carnegie gave so much to build so many libraries, we must first understand his philanthropic aims. In an 1889 essay “The Gospel of Wealth,” Carnegie argues that the elite rich can administer their own fortune for the common good, with “the man of wealth thus becoming the mere agent and trustee for his poorer brethren, bringing to their service his superior wisdom, experience and ability to administer, doing for them better than they would or could do for themselves.”<sup id=\"fnref:1\"><a href=\"#fn:1\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">1</a></sup> Such self-regard is drawn from capitalist achievement and underpinned by a wealth-as-wisdom calculation. In a recent article for <em>The Baffler</em>, entitled <a href=\"http://thebaffler.com/salvos/cake-eating\">“Having Their Cake and Eating Ours Too,”</a> Chris Lehmann explores the paternalistic and self-serving nature of modern philanthropy through the historical foundation set down by Carnegie: “Because the millionaire had proved his mettle as an accumulator of material rewards in the battle for business dominion, it followed that he had also been selected the most beneficent, and judicious, dispenser of charitable support for the lower orders as well.”<sup id=\"fnref:2\"><a href=\"#fn:2\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">2</a></sup> With wealth duly accumulated, Carnegie’s self-proclaimed wisdom provided purpose to his philanthropic activity. A life-long focus on material gain also informed Carnegie’s contempt for higher education and the liberal arts, two approaches to learning that are often connected closely with the library. With a view of himself as beneficent and wise, Carnegie’s view of learning began and ended with the practical. He believed that education should be useful, such that it could directly produce wealth and capital. The liberal arts and humanities—in contrast to the bleak utility of business training—offered no clear path to wealth. In an 1891 commencement speech at the Pierce College of Business and Shorthand, Carnegie derided the humanities and praised more commercial learning:</p><blockquote>  <p>In the storms of life are they [traditional graduates] to be strengthened and sustained and held to their post and to the performance of duty by drawing upon Hebrew or Greek barbarians as models? Is Shakespeare or Homer to be the reservoir from which they draw? I rejoice therefore, to know that your time has not been wasted upon dead languages, but has been fully occupied in obtaining a knowledge of shorthand and typewriting…and that you are fully equipped to sail upon the element upon which you must live your lives and earn your living.</p></blockquote><p>Later in the same commencement speech, Carnegie famously said that the traditionally-educated student was “adapted for life on another planet”, while the business student was “a captain of industry… hotly engaged in the school of experience.”</p><p><br /></p><h2 id=\"carnegie-as-librarian\">Carnegie as Librarian</h2><p>So it is with this paternalistic self-regard and focus on commercial enterprise that Carnegie applied his industry riches to shape one of our society’s great common goods: the library. The history of Carnegie and the library is explored in depth by Abigail Van Slyck in her 1995 book <a href=\"http://press.uchicago.edu/ucp/books/book/chicago/F/bo3622287.html\"><em>Free to All: Carnegie Libraries and American Culture, 1890-1920</em></a>. Van Slyck, a professor of architecture and art history, recounts the impact of Carnegie’s strings-attached gifts. To ensure that his donations were spent expeditiously, Carnegie chartered the Carnegie Corporation to administer his library program. In so doing, the focus of spending was set squarely on efficiency of construction and economy of building. Van Slyck notes, “The ideal Carnegie library was a one-story rectangular building with a small vestibule leading directly to a large room. In addition to book storage, this room provided reading areas for adults and children and facilities for the distribution of books.”<sup id=\"fnref:3\"><a href=\"#fn:3\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">3</a></sup> This efficiency of space design necessitated an efficiency of service delivery, where the business logic of such a physical arrangement was reinforced by the placement of the librarian herself at the center of the main room [see image below]. Van Slyck again notes, “The open plan offered her a spatial situation comparable to that of the manager of a factory or an office building. From her post at the delivery desk, the librarian was at the center of library activities. Not only did she survey the entire first floor, but she herself was always in view as well.”<sup id=\"fnref:4\"><a href=\"#fn:4\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">4</a></sup></p><p><img style=\"display: block;\" class=\"img-fluid\" src=\"/assets/img/notes-on-the-erection-of-library-buildings.jpg\" alt=\"floorplan image\" /><em>Schematic drawings from “Notes on the Erection of Library Buildings.” Version 3, ca. 1915. Courtesy of Carnegie Corporation Archives, Rare Book and Manuscript Library, Columbia University. Copyright Davis &amp; Sanford, New York. From Van Slyck, Free to All, p. 37.</em></p><p>This Carnegie-inspired design of space and service lives on in the legacy of the reference desk, a contested space where librarians often passively await service calls. In the vision set forth 100 years ago by the Carnegie Corporation, the service desk represented the capitalist ideal of efficiency, streamlining the librarian into a dual role as reading room supervisor and book distributor. With Carnegie bent towards maximum cost-effectiveness, his library existed simply as a place for readers to read, and the librarian existed simply to enable those readers to read. <em>Free to All</em> ultimately brings into focus a vision of loss. The act of reading—which for much of the nineteenth century enjoyed a tradition as a rich social activity—had given way, in just a few decades, to the Carnegie mold of machine-like order. Information transfer was now reduced to cold efficiencies, where the library and the librarian functioned only to get books into the hands of readers. Van Slyck concludes with a recognition of what we traded for Carnegie’s riches:</p><blockquote>  <p>By defining library efficiency as the quick delivery of books into the hands of individual readers, the Carnegie program supported larger cultural trends that encouraged libraries to ignore the issue of how readers used the materials that they did borrow. In contrast to nineteenth-century social libraries which were established specifically to facilitate an active sharing of ideas, the efficiency-driven public library of the twentieth century defined reading as a solitary activity. In the process, the library lost its potential to serve as a site—literally and figuratively—for public discussion and debate.<sup id=\"fnref:5\"><a href=\"#fn:5\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">5</a></sup></p></blockquote><p>With a self-important sense of purpose, Carnegie hoped to benefit the common good by shaping the public institution of the library in his own image. But Carnegie’s values were not that of a librarian. Indeed, Carnegie’s century-old connection with libraries becomes darkly ironic when viewed in relation to the profession today. The Carnegie-style quest for increased productivity and enhanced efficiency is antithetical to the pursuit of knowledge, which often depends on a decidedly inefficient style of open-ended exploration and freely-formed inquiry. Much more than book storage and distribution centers, our libraries today are finally moving beyond the shadow of Carnegie and reshaping themselves into spaces of rich social interactivity and collaborative knowledge-building.<sup id=\"fnref:6\"><a href=\"#fn:6\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">6</a></sup></p><p><br /></p><h2 id=\"carnegie-as-university-ceo\">Carnegie as University CEO</h2><p>The public influence of private corporate values is hardly a new phenomenon. The three-pronged pitchfork of productivity, efficiency, and competitive achievement has long been wielded by business interests to puncture and weaken our public institutions. Like librarians, the work of those in higher education is shaped by the conditions partly created by a Carnegie-style view of learning, knowledge production, and the workplace. In the book <a href=\"https://www.fordhampress.com/9780823279135/the-last-professors/\"><em>The Last Professors: The Corporate University and the Fate of the Humanities</em></a>, English professor Frank Donoghue traces the historical tensions between business interests and higher education, with Carnegie himself appearing early in Donoghue’s contemporary history. During a period of unprecedented growth for both American universities and American business in the late nineteenth and early twentieth centuries, prominent industrialists spoke out against higher education. As Donoghue recounts, Carnegie was at the lead: “Andrew Carnegie, the meagerly-educated, self-made multimillionaire, was perhaps the earliest and certainly one of the sharpest critics of traditional liberal arts education and curricula.”<sup id=\"fnref:7\"><a href=\"#fn:7\" class=\"footnote\" rel=\"footnote\" role=\"doc-noteref\">7</a></sup> Carnegie helped establish the adversarial relationship that has persisted into the twenty-first century. Just as Carnegie and others with corporate interests attacked higher education with the idioms of business—accountability, productivity, efficiency, excellence—these same terms of attack are being reiterated today in states like <a href=\"http://cloakinginequity.com/2015/06/04/whats-gone-wrong-in-wisconsin/\">Wisconsin</a>, <a href=\"https://web.archive.org/web/20190309050245/http://wiscape.wisc.edu/wiscape/home/blog/wiscape-blog/2015/09/28/what-happened-with-that-presidential-search-in-iowa\">Iowa</a>, and <a href=\"https://www.insidehighered.com/news/2015/09/24/state-college-florida-eliminates-continuous-contracts-puts-all-faculty-members-one\">Florida</a>, where the prevailing forces of <a href=\"https://web.archive.org/web/20160708075814/https://chroniclevitae.com/news/762-the-adjunct-crisis-is-everyone-s-problem\">professor adjunctification</a> and <a href=\"https://web.archive.org/web/20201108090550/https://www.chronicle.com/article/in-missouri-the-downfall-of-a-business-minded-president/\">corporate-minded administrators</a> act together to <a href=\"http://aaup.org/article/president-what%E2%80%99s-new-about-today%E2%80%99s-corporate-university\">weaken higher education</a> by exposing our programs and personnel to the short-term employment demands of for-profit business. The narrative of <em>The Last Professors</em> prompts many rhetorical questions about the push-and-pull of business and higher education:</p><ul>  <li>Is the university a company or a social institution?</li>  <li>Are its faculty technical experts or social trustees?</li>  <li>Does the university work for the public good or for private interests?</li>  <li>Is college a means for general self-improvement via learning and inquiry, or for a specific employment opportunity via technical training and prestige?</li>  <li>Is the university’s mission to develop students’ value systems and expand their states of mind, or to produce a workforce product as efficiently as possible?</li>  <li>Are students consumers, or are they members of a campus community?</li></ul><p>The answers to these questions and the future they anticipate are, as Donoghue recognizes, “Easy to predict, but painful to contemplate.” Painful, of course, only for those in higher education who value open inquiry and shared governance. For Andrew Carnegie and others who share his values, the answers to these questions are only too easy to contemplate.</p><p><br /></p><h2 id=\"notes\">Notes</h2><div class=\"footnotes\" role=\"doc-endnotes\">  <ol>    <li id=\"fn:1\">      <p>Carnegie, <a href=\"https://www.swarthmore.edu/SocSci/rbannis1/AIH19th/Carnegie.html\">The Gospel of Wealth</a>. <a href=\"#fnref:1\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:2\">      <p>Lehmann, <a href=\"http://thebaffler.com/salvos/cake-eating\">Having Their Cake and Eating Ours Too</a>. <a href=\"#fnref:2\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:3\">      <p>Van Slyck, <a href=\"http://press.uchicago.edu/ucp/books/book/chicago/F/bo3622287.html\">Free to All</a>, p. 37. <a href=\"#fnref:3\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:4\">      <p>Van Slyck, <a href=\"http://press.uchicago.edu/ucp/books/book/chicago/F/bo3622287.html\">Free to All</a>, p. 41. <a href=\"#fnref:4\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:5\">      <p>Van Slyck, <a href=\"http://press.uchicago.edu/ucp/books/book/chicago/F/bo3622287.html\">Free to All</a>, p. 219. <a href=\"#fnref:5\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:6\">      <p>For one example of forward-thinking space design in libraries, see <a href=\"http://christianlauersen.net/2015/08/11/the-fall-of-the-library-fortress/\">“The fall of the Library Fortress”</a> by Danish librarian Christian Lauresen. <a href=\"#fnref:6\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>    <li id=\"fn:7\">      <p>Donoghue, <a href=\"https://www.fordhampress.com/9780823279135/the-last-professors/\">The Last Professors</a>, p. 3. <a href=\"#fnref:7\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>    </li>  </ol></div>",
            "url": "http://localhost:4000/posts/andrew-carnegie-librarian",
            
            
            
            
            
            "date_published": "2015-11-03T00:00:00-07:00",
            "date_modified": "2015-11-03T00:00:00-07:00",
            
                "author":  {
                "name": "Scott W. H. Young",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "http://localhost:4000/posts/measuring-value-of-social-media-buttons",
            "title": "Measuring the Value of Social Media Buttons",
            "summary": "A post discussing web traffic to a library website via social media buttons",
            "content_text": "The zeitgeist of today’s web culture runs something like this: “Social media is more popular than ever, therefore social media buttons should be in more places than ever.”  Pew Internet, among  others, continually confirms the growing tide of social media usage.  As a result social media is now ever-present on the web, and the corresponding ubiquity of social media buttons has generated a fair share of skeptical responses. Oliver Reichenstein, founder of design agency iA, wrote back in May 2012 that we should all “sweep the sleaze” and rid ourselves of social media buttons. Reichenstein criticizes these buttons as unnecessary and unwelcome, saying that social media buttons are in effect desperate pleas to share. He might be right about that. But he predicted that the buttons “will vanish for sure.” So far, he’s definitely wrong about that. Social media buttons are now more prevalent than ever. Websites from major brands to minor bloggers include social media buttons almost as a matter of course. Why is that? Luke Wroblewski recently posed a critical question regarding social media buttons: what are the click-through rates?It turns out that the British government was willing to share some data. In fact, Luke W.’s question was motivated by an extensive report released by GOV.UK detailing the performance of social sharing buttons across the GOV.UK website. The summation of this report:  “During the time period we analysed, GOV.UK URLs were shared a total of 14,078 times to Facebook and Twitter using our sharing buttons – that’s 0.2% of the total of 6.8 million pageviews.”GOV.UK has approached this question with the implicit assumption that the click-through performance of social media buttons is the primary measure of value. Based on this performance-based value proposition, they conclude:  “From what we’ve seen so far, our users aren’t exactly demonstrating an overwhelming case for us retaining social sharing buttons.”GOV.UK click-through rates are indeed alarmingly low, and I can understand why they would consider removing these buttons, provided that value is measured by click-through rate. Let’s look at another example from higher ed. The University of Notre Dame Director of Web Communications Erik Runyon shared the social media button click-through rates across seven sites, including the ND.edu web domain. These numbers aren’t so pretty either.  Twitter: 0.370%  Facebook: 0.059%  LinkedIn: 0.008%  YouTube: 0.112%  Flickr: 0.028%Runyon concludes:  “Let’s be honest, finding you on social media isn’t why most people visit your site. But obviously some people do want to engage further.”True. Some people do click on social media buttons, though it’s often difficult to locate the dividing line between useful to some and unnecessary to most. So what is an acceptable click-through rate for social media buttons? Is this even the right question to ask? This discussion prompted me to examine the social media button click-through rates of our own library homepage. You’ll notice our social media buttons in the top right of the footer.Montana State University Library - HomepageMontana State University Library - Homepage Click DataDrawing on 4 sample date ranges across this academic year, the click-through rates for the MSU Library Homepage social media buttons reflect the performance of Notre Dame’s:  Twitter: 0.053%  Facebook: 0.043%  Tumblr: 0.043%  Pinterest: 0.031%  YouTube: 0.018%  WordPress: 0.018%So our click-through rates are low. What should our response be? GOV.UK mentions that they will benchmark their click-through rates against comparable figures from other sites. Given the similarly low numbers  across many sites, this will likely offer only limited insight. GOV.UK also says that they will run A/B testing on the position of buttons. Likewise, click-through rates are already so low that alterations in button placement are unlikely to move the meter significantly. Instead of shifting the placement of social media buttons, we might benefit from shifting our value perspective to a more fully contextual understanding of our users’ relationship to social media buttons. The social media button discussion so far has centered on the click-through, a useful but limited metric. A more interesting line of investigation might instead center on the pageview, or more specifically, the experience of the pageview. From this point of view we can begin to ask a number of UX questions, “What do our users expect to find on our pages? Do they want to see social media buttons? How do our users feel when they see social media buttons? How are our users’ perceptions of us shaped when they see social media buttons?” By taking a longer view at the experience of library users, we can start to understand the more subtle but complete effects of social media buttons. Users might not be clicking on our social media buttons very often, but could the buttons be serving a purpose in a different way? This line of questioning expands the analysis far beyond click-throughs. Will a user see a Twitter button on a library webpage and later think of tweeting at the library to ask a reference question? If your library’s Tumblr or Instagram features images from special collections, will a user see those buttons and later scroll through the feeds and decide to visit special collections in person or digital collections online? How can we enable the kinds of social media interactions that bring users into the world of the library? How can we utilize social media to expand the library community? Are social media buttons an effective way to do any of these things? So, as GOV.UK asks, what’s next?  Somewhat surprisingly, GOV.UK does not mention user interviews anywhere in their report. This critical component of UX research, mentioned by several commenters to the GOV.UK post, could offer insight into the nature of social media buttons. The evidence is growing that users don’t click on these buttons, but the effects of social media buttons on user experience are yet to be seen. It will be essential to ask our users why they’re not clicking, what they’re seeing and feeling when they encounter social media buttons, and what behavior might follow the page view.  In the ongoing evaluation of the purpose and value of social media buttons, we will benefit from moving beyond click-throughs and towards higher levels of analysis around the more connected UX that encompasses social media, library websites, and library resources and services.",
            "content_html": "<p>The zeitgeist of today’s web culture runs something like this: “Social media is more popular than ever, therefore social media buttons should be in more places than ever.”  <a href=\"http://www.pewinternet.org/2013/12/30/social-media-update-2013/\" title=\"Pew Internet Social Media 2013\">Pew Internet</a>, among  <a href=\"http://www.slideshare.net/karanbhujbal/the-state-of-social-media2012-comscore-report\" title=\"comScore state of social media\">others</a>, continually confirms the growing tide of social media usage.  As a result social media is now ever-present on the web, and the corresponding ubiquity of social media buttons has generated a fair share of skeptical responses. Oliver Reichenstein, founder of design agency <a href=\"http://ia.net/\" title=\"information architects design agency\">iA</a>, wrote back in May 2012 that we should all “<a href=\"http://ia.net/blog/sweep-the-sleaze/\" title=\"sweep the sleaze getting rid of social buttons\">sweep the sleaze</a>” and rid ourselves of social media buttons. Reichenstein criticizes these buttons as unnecessary and unwelcome, saying that social media buttons are in effect desperate pleas to share. He might be right about that. But he predicted that the buttons “will vanish for sure.” So far, he’s definitely wrong about that. Social media buttons are now more prevalent than ever. Websites from major brands to minor bloggers include social media buttons almost as a matter of course. Why is that? <a href=\"https://twitter.com/lukew/status/439172752218406912\">Luke Wroblewski recently posed</a> a critical question regarding social media buttons: what are the click-through rates?</p><p><img style=\"display: block;\" class=\"img-fluid\" src=\"/assets/img/social-stats-lukew.png\" alt=\"screenshot of a tweet from someone asking for social share data\" /></p><p>It turns out that the British government was willing to share some data. In fact, Luke W.’s question was motivated by an <a href=\"https://insidegovuk.blog.gov.uk/2014/02/20/gov-uk-social-sharing-buttons-the-first-10-weeks/\" title=\"GOV.UK social sharing buttons: the first 10 weeks\">extensive report released by GOV.UK</a> detailing the performance of social sharing buttons across the GOV.UK website. The summation of this report:</p><blockquote>  <p>“During the time period we analysed, GOV.UK URLs were shared a total of 14,078 times to Facebook and Twitter using our sharing buttons – that’s 0.2% of the total of 6.8 million pageviews.”</p></blockquote><p>GOV.UK has approached this question with the implicit assumption that the click-through performance of social media buttons is the primary measure of value. Based on this performance-based value proposition, they conclude:</p><blockquote>  <p>“From what we’ve seen so far, our users aren’t exactly demonstrating an overwhelming case for us retaining social sharing buttons.”</p></blockquote><p>GOV.UK click-through rates are indeed alarmingly low, and I can understand why they would consider removing these buttons, provided that value is measured by click-through rate. Let’s look at another example from higher ed. The University of Notre Dame Director of Web Communications Erik Runyon shared the <a href=\"http://weedygarden.net/2014/02/social-media-click-stats/\" title=\"notre dame social media click through rates\">social media button click-through rates across seven sites, including the ND.edu web domain</a>. These numbers aren’t so pretty either.</p><ul>  <li><strong>Twitter</strong>: 0.370%</li>  <li><strong>Facebook</strong>: 0.059%</li>  <li><strong>LinkedIn</strong>: 0.008%</li>  <li><strong>YouTube</strong>: 0.112%</li>  <li><strong>Flickr</strong>: 0.028%</li></ul><p>Runyon concludes:</p><blockquote>  <p>“Let’s be honest, finding you on social media isn’t why most people visit your site. But obviously <em>some</em> people do want to engage further.”</p></blockquote><p>True. <em>Some</em> people do click on social media buttons, though it’s often difficult to locate the dividing line between useful to some and unnecessary to most. So what is an acceptable click-through rate for social media buttons? Is this even the right question to ask? This discussion prompted me to examine the social media button click-through rates of our own library homepage. You’ll notice our social media buttons in the top right of the footer.</p><p><br /></p><p><img style=\"display: block;\" class=\"img-fluid\" src=\"/assets/img/Montana-State-University-MSU-Library-homepage.png\" alt=\"screenshot MSU library homepage\" /><em>Montana State University Library - Homepage</em></p><p><img style=\"display: block;\" class=\"img-fluid\" src=\"/assets/img/Montana-State-University-MSU-Library-homepage-click-data.png\" alt=\"screenshot MSU library homepage with heatmap of click behavior\" /><em>Montana State University Library - Homepage Click Data</em></p><p><br /></p><p>Drawing on 4 sample date ranges across this academic year, the click-through rates for the MSU Library Homepage social media buttons reflect the performance of Notre Dame’s:</p><ul>  <li><strong>Twitter</strong>: 0.053%</li>  <li><strong>Facebook</strong>: 0.043%</li>  <li><strong>Tumblr</strong>: 0.043%</li>  <li><strong>Pinterest</strong>: 0.031%</li>  <li><strong>YouTube</strong>: 0.018%</li>  <li><strong>WordPress</strong>: 0.018%</li></ul><p>So our click-through rates are low. What should our response be? GOV.UK mentions that they will benchmark their click-through rates against comparable figures from other sites. Given the similarly low numbers  across many sites, this will likely offer only limited insight. GOV.UK also says that they will run A/B testing on the position of buttons. Likewise, click-through rates are already so low that alterations in button placement are unlikely to move the meter significantly. Instead of shifting the placement of social media buttons, we might benefit from shifting our value perspective to a more fully contextual understanding of our users’ relationship to social media buttons. The social media button discussion so far has centered on the click-through, a useful but limited metric. A more interesting line of investigation might instead center on the pageview, or more specifically, the experience of the pageview. From this point of view we can begin to ask a number of UX questions, “What do our users expect to find on our pages? Do they want to see social media buttons? How do our users feel when they see social media buttons? How are our users’ perceptions of us shaped when they see social media buttons?” By taking a longer view at the experience of library users, we can start to understand the more subtle but complete effects of social media buttons. Users might not be clicking on our social media buttons very often, but could the buttons be serving a purpose in a different way? This line of questioning expands the analysis far beyond click-throughs. Will a user see a Twitter button on a library webpage and later think of tweeting at the library to ask a reference question? If your library’s Tumblr or Instagram features images from special collections, will a user see those buttons and later scroll through the feeds and decide to visit special collections in person or digital collections online? How can we enable the kinds of social media interactions that bring users into the world of the library? How can we utilize social media to expand the library community? Are social media buttons an effective way to do any of these things? So, as GOV.UK asks, what’s next?  Somewhat surprisingly, GOV.UK does not mention user interviews anywhere in their report. This critical component of UX research, mentioned by several commenters to the GOV.UK post, could offer insight into the nature of social media buttons. The evidence is growing that users don’t click on these buttons, but the effects of social media buttons on user experience are yet to be seen. It will be essential to ask our users why they’re not clicking, what they’re seeing and feeling when they encounter social media buttons, and what behavior might follow the page view.  In the ongoing evaluation of the purpose and value of social media buttons, we will benefit from moving beyond click-throughs and towards higher levels of analysis around the more connected UX that encompasses social media, library websites, and library resources and services.</p>",
            "url": "http://localhost:4000/posts/measuring-value-of-social-media-buttons",
            
            
            
            
            
            "date_published": "2014-03-10T00:00:00-06:00",
            "date_modified": "2014-03-10T00:00:00-06:00",
            
                "author":  {
                "name": "Scott W. H. Young",
                "url": null,
                "avatar": null
                }
                
            
        }
    
    ]
}